[
  {
    "chapter": 1,
    "verse": 1,
    "sanskrit": "धृतराष्ट्र उवाच | धर्मक्षेत्रे कुरुक्षेत्रे समवेता युयुत्सवः | मामकाः पाण्डवाश्चैव किमकुर्वत सञ्जय || 1||",
    "transliteration": "dhṛtarāṣṭra uvāca | dharmakṣetre kurukṣetre samavetā yuyutsavaḥ | māmakāḥ pāṇḍavāścaiva kimakurvata sañjaya || 1||",
    "translation": "Dhritarashtra said: O Sanjaya, assembled in the holy land of Kurukshetra and desiring to fight, what did my sons and the sons of Pandu do?",
    "gujarati": "ધૃતરાષ્ટ્રે કહ્યું: હે સંજય, ધર્મભૂમિ કુરુક્ષેત્રમાં એકત્રિત અને યુદ્ધ ઇચ્છુક મારા પુત્રો અને પાંડવોએ શું કર્યું?",
    "image_url": "assets/images/1.jpeg"
  },
  {
    "chapter": 2,
    "verse": 47,
    "sanskrit": "कर्मण्येवाधिकारस्ते मा फलेषु कदाचन | मा कर्मफलहेतुर्भूर्मा ते सङ्गोऽस्त्वकर्मणि || 47||",
    "transliteration": "karmaṇy-evādhikāras te mā phaleṣhu kadāchana | mā karma-phala-hetur bhūr mā te saṅgo ’stvakarmaṇi || 47||",
    "translation": "You have a right to perform your prescribed duties, but you are not entitled to the fruits of your actions. Never consider yourself to be the cause of the results of your activities, nor be attached to inaction.",
    "gujarati": "તમારો અધિકાર માત્ર કર્મ કરવામાં છે, તેના ફળમાં નહીં. તમે ક્યારેય તમારા કાર્યના પરિણામનો કારણ માનશો નહીં, અને આળસમાં બંધાયેલા નહીં રહો.",
    "image_url": "assets/images/2.jpeg"
  },
  {
    "chapter": 3,
    "verse": 7,
    "sanskrit": "यदा यदा हि धर्मस्य ग्लानिर्भवति भारत | अभ्युत्थानमधर्मस्य तदात्मानं सृजाम्यहम् || 7||",
    "transliteration": "yadā yadā hi dharmasya glānir bhavati bhārata | abhyutthānam adharmasya tadātmānaṁ sṛijāmy aham || 7||",
    "translation": "Whenever there is a decline in righteousness and an increase in unrighteousness, O Arjuna, at that time I manifest myself on earth.",
    "gujarati": "હે ભારત, જયારે જયારે ધર્મનો નાશ અને અધર્મનો ઉદ્ભવ થાય છે, ત્યારે ત્યારે હું પૃથ્વી પર ઉત્પન્ન થાઉં છું.",
    "image_url": "assets/images/3.jpeg"
  },
  {
    "chapter": 4,
    "verse": 13,
    "sanskrit": "देहिनोऽस्मिन्यथा देहे कौमारं यौवनं जरा | तथा देहान्तरप्राप्तिर्धीरस्तत्र न मुह्यति || 13||",
    "transliteration": "dehino 'smin yathā dehe kaumāraṁ yauvanaṁ jarā | tathā dehāntara-prāptir dhīras tatra na muhyati || 13||",
    "translation": "Just as the boyhood, youth, and old age come to the embodied Soul in this body, in the same manner, is the attaining of another body; the wise man is not deluded at that.",
    "gujarati": "જેમ બાળપણ, યુવાની અને વૃદ્ધાવસ્થામાં શરીર બદલાય છે, તેમ જ આત્મા પણ નવું શરીર પ્રાપ્ત કરે છે; વિચારવંતો આ પર બદલામાં ભ્રમિત થતા નથી.",
    "image_url": "assets/images/4.jpeg"
  },
  {
    "chapter": 5,
    "verse": 16,
    "sanskrit": "एवं प्रवर्तितं चक्रं नानुवर्तयतीह य: | अघायुरिन्द्रियारामो मोघं पार्थ स जीवति || 16||",
    "transliteration": "evaṁ pravartitaṁ cakraṁ nānuvartayatīha yaḥ | aghāyur indriyārāmo moghaṁ pārtha sa jīvati || 16||",
    "translation": "He who does not follow the wheel of creation set of going in this world, (i.e. the world of social duties) sinful and sensual, he lives in vain, O Arjuna.",
    "gujarati": "જે મનુષ્ય આ જગતમાં સૃષ્ટિના ચક્રને અનુસરે છે, તે પાપી અને ઇન્દ્રિયાસક્ત છે, તે વ્યર્થમાં જીવે છે, હે પાર્થ.",
    "image_url": "assets/images/5.jpeg"
  },
  {
    "chapter": 6,
    "verse": 20,
    "sanskrit": "न जायते म्रियते वा कदाचि- न्नायं भूत्वा भविता वा न भूयः | अजो नित्यः शाश्वतोऽयं पुराणो- न हन्यते हन्यमाने शरीरे || 20||",
    "transliteration": "na jāyate mriyate vā kadācin nāyaṁ bhūtvā bhavitā vā na bhūyaḥ | ajo nityaḥ śāśvato 'yaṁ purāṇo na hanyate hanyamāne śarīre || 20||",
    "translation": "For the soul, there is neither birth nor death at any time. He has not come into being, does not come into being, and will not come into being. He is unborn, eternal, ever-existing, and primeval. He is not slain when the body is slain.",
    "gujarati": "આત્મા માટે ક્યારેય જન્મ કે મરણ નથી. તે નથી જન્મ્યો, તે નથી જન્મશે, અને તે નથી મરે. તે અજન્મા, નિત્ય, શાશ્વત અને પુરાતન છે. તે શરીર નષ્ટ થાય ત્યારે મરે છે.",
    "image_url": "assets/images/6.jpeg"
  },
  {
    "chapter": 7,
    "verse": 5,
    "sanskrit": "उद्धरेदात्मनात्मानं नात्मानमवसादयेत् | आत्मैव ह्यात्मनो बन्धुरात्मैव रिपुरात्मनः || 5||",
    "transliteration": "uddhared ātmanātmānaṁ nātmānam avasādayet | ātmaiva hyātmano bandhur ātmaiva ripur ātmanaḥ || 5||",
    "translation": "A man must elevate himself by his own mind, not degrade himself. The mind is the friend of the conditioned soul, and his enemy as well.",
    "gujarati": "માણસે પોતાને પોતાના મન દ્વારા ઉન્નત કરવું જોઈએ, પોતાને નિમ્ન ન કરવું જોઈએ. મન માનવીના મિત્ર પણ છે અને શત્રુ પણ છે.",
    "image_url": "assets/images/1.jpeg"
  },
  {
    "chapter": 8,
    "verse": 22,
    "sanskrit": "वासांसि जीर्णानि यथा विहाय नवानि गृह्णाति नरोऽपराणि | तथा शरीराणि विहाय जीर्णा- न्यन्यानि संयाति नवानि देही || 22||",
    "transliteration": "vāsānsi jīrṇāni yathā vihāya navāni gṛhṇāti naro 'parāṇi | tathā śarīrāṇi vihāya jīrṇāny anyāni saṁyāti navāni dehī || 22||",
    "translation": "As a person puts on new garments, giving up old ones, the soul similarly accepts new material bodies, giving up the old and useless ones.",
    "gujarati": "જે રીતે માણસ જૂના કપડાં છોડીને નવા કપડાં પહેરે છે, તે રીતે જ આત્મા જૂના શરીરો છોડીને નવા શરીરો ગ્રહણ કરે છે.",
    "image_url": "assets/images/2.jpeg"
  },
  {
    "chapter": 9,
    "verse": 20,
    "sanskrit": "अहमात्मा गुडाकेश सर्वभूताशयस्थितः | अहमादिश्च मध्यं च भूतानामन्त एव च || 20||",
    "transliteration": "aham ātmā guḍākeśa sarva-bhūtāśaya-sthitaḥ | aham ādiś ca madhyaṁ ca bhūtānām anta eva ca || 20||",
    "translation": "I am the Self, O Gudakesha, seated in the hearts of all creatures. I am the beginning, the middle, and the end of all beings.",
    "gujarati": "હું આત્મા છું, હે ગુડાકેશ, સર્વ જીવોના હૃદયમાં સ્થિત છું. હું સર્વ ભૂતોના આદિ, મધ્ય અને અંત છું.",
    "image_url": "assets/images/3.jpeg"
  },
  {
    "chapter": 10,
    "verse": 32,
    "sanskrit": "कालोऽस्मि लोकक्षयकृत् प्रवृद्धो लोकान्समाहर्तुमिह प्रवृत्तः | ऋतेऽपि त्वां न भविष्यन्ति सर्वे येऽवस्थिताः प्रत्यनीकेषु योधाः || 32||",
    "transliteration": "kālo'smi loka-kṣhaya-kṛit pravṛiddho lokān samāhartum iha pravṛittaḥ | ṛite'pi tvāṁ na bhaviṣhyanti sarve ye'vasthitāḥ pratyanīkeṣhu yodhāḥ || 32||",
    "translation": "I am time, the great destroyer of the world, and I have come here to engage all people. With the exception of you [the Pandavas], all the soldiers here on both sides will be slain.",
    "gujarati": "હું સમય છું, વિશ્વનો મહાન વિનાશક, અને હું અહીં બધાને વ્યસ્ત કરવા માટે આવ્યો છું. તમારે સિવાય, અહીં બંને બાજુના બધા યોદ્ધાઓ મરવાના છે.",
    "image_url": "assets/images/4.jpeg"
  },
  {
    "chapter": 11,
    "verse": 22,
    "sanskrit": "अनन्याश्चिन्तयन्तो मां ये जनाः पर्युपासते | तेषां नित्याभियुक्तानां योगक्षेमं वहाम्यहम् || 22||",
    "transliteration": "ananyāś cintayanto māṁ ye janāḥ paryupāsate | teṣāṁ nityābhiyuktānāṁ yoga-kṣhemaṁ vahāmy aham || 22||",
    "translation": "To those who are constantly devoted and who worship Me with love, I give the understanding by which they can come to Me.",
    "gujarati": "જે લોકો સતત મારી ઉપાસના કરે છે અને પ્રેમથી મને ભજે છે, હું તેમને સમજણ આપું છું જેના દ્વારા તેઓ મારી પાસે આવી શકે.",
    "image_url": "assets/images/5.jpeg"
  },
  {
    "chapter": 12,
    "verse": 30,
    "sanskrit": "देही नित्यमवध्योऽयं देहे सर्वस्य भारत | तस्मात्सर्वाणि भूतानि न त्वं शोचितुमर्हसि || 30||",
    "transliteration": "dehī nityam avadhyo 'yaṁ dehe sarvasya bhārata | tasmāt sarvāṇi bhūtāni na tvaṁ śocitum arhasi || 30||",
    "translation": "O Bharata, the soul dwelling in the body is eternal and can never be slain. Therefore, you should not grieve for any living being.",
    "gujarati": "હે ભારત, શરીરમાં રહેતો આત્મા નિત્ય અને અમર છે. તેથી, તમે ક્યારેય કોઈ જીવ માટે શોક ન કરવો.",
    "image_url": "assets/images/6.jpeg"
  },
  {
    "chapter": 13,
    "verse": 66,
    "sanskrit": "सर्वधर्मान्परित्यज्य मामेकं शरणं व्रज | अहं त्वां सर्वपापेभ्यो मोक्षयिष्यामि मा शुचः || 66||",
    "transliteration": "sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja | ahaṁ tvāṁ sarva-pāpebhyo mokṣayiṣyāmi mā śucah || 66||",
    "translation": "Abandon all varieties of religion and just surrender unto Me. I shall deliver you from all sinful reactions. Do not fear.",
    "gujarati": "બધા ધર્મોનો ત્યાગ કરીને માત્ર મારી શરણ માં આવો. હું તમને તમામ પાપોથી મુકત કરીશ. ડરશો નહીં.",
    "image_url": "assets/images/1.jpeg"
  },
  {
    "chapter": 14,
    "verse": 7,
    "sanskrit": "ममैवांशो जीवलोके जीवभूतः सनातनः | मनःषष्ठानीन्द्रियाणि प्रकृतिस्थानि कर्षति || 7||",
    "transliteration": "mamaivānśho jīva-loke jīva-bhūtaḥ sanātanaḥ | manaḥ ṣaṣṭhānīndriyāṇi prakṛiti-sthāni karṣhati || 7||",
    "translation": "The living entities in this conditioned world are My eternal fragmental parts. Due to conditioned life, they are struggling very hard with the six senses, which include the mind.",
    "gujarati": "આ સંસારમાં જીવાતાઓ મારા નિત્ય ભાગ છે. સંસારી જીવનના કારણે, તેઓ છ ઇન્દ્રિયોના (મન સહિત) સાથે ખૂબ જ સંઘર્ષ કરી રહ્યા છે.",
    "image_url": "assets/images/2.jpeg"
  },
  {
    "chapter": 15,
    "verse": 19,
    "sanskrit": "य एनं वेत्ति हन्तारं यश्चैनं मन्यते हतम् | उभौ तौ न विजानीतो नायं हन्ति न हन्यते || 19||",
    "transliteration": "ya enaṁ vetti hantāraṁ yaśh cainaṁ manyate hatam | ubhau tau na vijānīto nāyaṁ hanti na hanyate || 19||",
    "translation": "Neither he who thinks the living being the slayer nor he who thinks it slain is in knowledge, for the self slays not nor is slain.",
    "gujarati": "જે આત્માને હનનહાર માને છે અને જે તેને હત માનતો હોય છે, તે બંને જાણતા નથી, કારણ કે આત્મા હનન નથી કરતો અને નથી મરતો.",
    "image_url": "assets/images/3.jpeg"
  },
  {
    "chapter": 16,
    "verse": 35,
    "sanskrit": "श्रेयान्स्वधर्मो विगुणः परधर्मात्स्वनुष्ठितात् | स्वधर्मे निधनं श्रेयः परधर्मो भयावहः || 35||",
    "transliteration": "śhreyān sva-dharmo viguṇaḥ para-dharmāt sv-anuṣhṭhitāt | sva-dharme nidhanaṁ śhreyaḥ para-dharmo bhayāvahaḥ || 35||",
    "translation": "It is far better to discharge one’s prescribed duties, even though faultily, than another’s duties perfectly. Destruction in the course of performing one’s own duty is better than engaging in another’s duties, for to follow another’s path is dangerous.",
    "gujarati": "પોતાના કૃત્યો ભૂલ સાથે પણ કરવાં વધુ સારાં છે, બીજા કૃત્યો સંપૂર્ણપણે કરવાનાં કરતાં. પોતાના ધર્મનું પાલન કરતાં મૃત્યુ પણ સારું છે, બીજા ધર્મનું પાલન ભયજનક છે.",
    "image_url": "assets/images/4.jpeg"
  },
  {
    "chapter": 17,
    "verse": 6,
    "sanskrit": "बन्धुरात्मात्मनस्तस्य येनात्मैवात्मना जितः | अनात्मनस्तु शत्रुत्वे वर्तेतात्मैव शत्रुवत् || 6||",
    "transliteration": "bandhur ātmātmanas tasya yenātmaivātmanā jitaḥ | anātmanas tu śhatrutve vartetātmaiva śhatru-vat || 6||",
    "translation": "For him who has conquered the mind, the mind is the best of friends; but for one who has failed to do so, his mind will remain the greatest enemy.",
    "gujarati": "જેણે પોતાના મનને જીતી લીધું છે, તેના માટે મન શ્રેષ્ઠ મિત્ર છે; પરંતુ જેને તેમાં નિષ્ફળતા મળી છે, તેના માટે મન મહાન શત્રુ રહે છે.",
    "image_url": "assets/images/5.jpeg"
  },
  {
    "chapter": 18,
    "verse": 63,
    "sanskrit": "इति ते ज्ञानमाख्यातं गुह्याद्गुह्यतरं मया | विमृश्यैतदशेषेण यथेच्छसि तथा कुरु || 63||",
    "transliteration": "iti te jñānam ākhyātaṁ guhyād guhyataraṁ mayā | vimṛiśhyaitad aśheṣheṇa yathechchhasi tathā kuru || 63||",
    "translation": "Thus, I have explained to you this knowledge that is more secret than all secrets. Ponder over it deeply, and then do as you wish.",
    "gujarati": "હવે મેં તમને આ તમામ રહસ્યો કરતા વધુ રહસ્યમય જ્ઞાન આપી છે. તેને સંપૂર્ણ રીતે વિચાર કરી, પછી તમે જે ઇચ્છો તે કરો.",
    "image_url": "assets/images/6.jpeg"
  }
]
